{
  "トップページに戻る": "Back to Home",
  "茨城県新型コロナウイルス対策サイト": "COVID-19 Taskforce Website in Ibaraki",
  "もっと見る": "See more",
  "プログラミングする。たまに趣味で動画制作する。": "Developer. Sometimes I make videos as a hobby.",
  "ただの{age}歳の埼玉大学{grade}年生。茨城県住み。": "I'm a {age}-year-old, {grade} grader student at Saitama University. I live in Ibaraki.",
  "古河中等の文化祭で4回、学年レクで1回発表。2020年7月16日、最終回を迎えた。": "They were published at School Festival. The Last Video was published on 2020-07-16.",
  "Asaが編集者として参加した映像作品。": "Video Series that I joined as a director.",
  "古河中等ばかっこいいシリーズ": "KSS Bakakkoii Series",
  "2020年10月2日、県のサイトにリンクが掲載され、（自称）県公認となった。": "From 2020-10-02, the link is on the prefectural website and become (self-proclaimed) certified site by Ibaraki prefecture.",
  "2020年3月20日公開。": "Published on 2020-03-20.",
  "詳しくはこちら": "More details",
  "日本人。2003年生まれの{age}歳。茨城県住み。": "Japanese. I was born in 2003 and am {age} years old. Living in Ibaraki Prefecture.",
  "{tokyo_covid19}の派生サイト。": "A fork project of {tokyo_covid19}.",
  "{chromeWebstore}からインストールしてください。": "Please install from {chromeWebstore}.",
  "{chromeWebstore}からインストールするだけで使えます。": "You can use it just installing from {chromeWebstore}.",
  "ソースコードを公開": "Release the source code.",
  "茨城県における公表日別の回復確認数を集計したオープンデータです。": "Open data on the number of confirmed recoveries by publication date in Ibaraki Prefecture.",
  "対応する各データのクエリにおいて、[PAGINATION INFO]と記述されている部分があるかと思います。その部分を、以下のように書いてください。ただし、利用しない引数を削除したり、[CURSOR]や[NUMBER]の部分を置き換えるなど、適宜変更してください。": "In the corresponding query for each data, you may find a part that says [PAGINATION INFO]. Write that part as follows. However, you can change it as you see fit by deleting arguments that are not used, or replacing the [CURSOR] and [NUMBER] parts.",
  "前のページがあるかどうか": "Whether or not there is a previous page",
  "相談件数": "Number of consultations",
  "Opendata APIでの通信": "Communicating with the Opendata API",
  "導入方法": "How to install",
  "ページ付け機能のイメージ": "Image of the pagination function",
  "後ろから数えて、指定された数のデータを返す": "Count backwards and return the specified number of data.",
  "茨城県新型コロナ対策サイトを立ち上げる": "Opened the COVID-19 Taskforce Site in Ibaraki",
  "リンクを作成": "Create the link",
  "テキストボックスから、タイトルをコピーできます。": "You can copy the title from the text box.",
  "ファイルに関する情報・利用時の注意点をよく読み、下にスクロールします。": "Read the information about the file and precautions for use carefully, and scroll down.",
  "公表日": "Date of publication",
  "当APIでは、一部のデータにおいて、多くのデータを複数のページに分けて返す、「ページ付け（Pagination）」機能をサポートしています。": "This API supports the \"Pagination\" function, which returns a large amount of data in multiple pages for some data.",
  "直接ダウンロードするほか、当サイトが提供するOpendata APIもご利用いただけます。": "In addition to direct download, you can also use the Opendata API provided by this site.",
  "茨城県内の、新型コロナウイルス感染症受診相談窓口における相談件数を日別に集計したオープンデータです。": "Open data on the number of consultations at the consultation counter for COVID-19 in Ibaraki Prefecture by day.",
  "情報の正確性を万全に期すため、当データでは、原則として県が公表しているデータ以上の情報を掲載していません。": "In order to ensure the accuracy of the information, this data does not, in principle, contain more information than the data published by the prefecture.",
  "1週間前時点での療養者数": "Number of patients treated as of one week ago",
  "療養中のうち、入院中の陽性者数": "Number of positive patients in hospital among those receiving treatment",
  "居住地": "Address",
  "更新情報": "Update Information",
  "陽性者数のうち、濃厚接触者数": "Number of people in close contact among those tested positive",
  "発症日": "Date of onset",
  "茨城県新型コロナウイルス感染症": "COVID-19 in Ibaraki",
  "療養中の陽性者数": "Number of positive patients under treatment",
  "もちろん、このPlaygroundを用いずに、cURLなどの各種ライブラリを利用することもできます。": "Of course, you can also use various libraries, such as cURL, without using this Playground.",
  "当サイトに掲載されている情報は、予告なしに変更又は削除することがあります。": "The information on this website is subject to change or deletion without notice.",
  "現在のページの最後のCursor": "The last Cursor on the current page",
  "当データは、あくまで県の公式情報をもとに作成したものです。県によって公式に公開されているものではありません。": "This data is based on the official information of the prefecture. It is not officially published by the prefecture.",
  "Markdown形式でページへのリンクを作成": "Create a link to a page in Markdown format",
  "対策ステージの移行日": "Transition date of countermeasure stage",
  "当サイトは個人のサイトであり、個人の発言です。所属する団体等を代表するものではありません。": "This site is a personal site and statements are made by individuals. It does not represent any organization to which I belong.",
  "オープンデータとは、営利目的、非営利目的を問わず二次利用可能なルールが適用され、機械判読に適しており、無償で利用できるデータのことです。": "Open data is data that is subject to rules that allow secondary use for both commercial and non-commercial purposes, is suitable for machine reading, and is available free of charge.",
  "療養中のうち、自宅療養者数": "Number of patients receiving home treatment among those receiving medical treatment",
  "古河中等ばかっこいいシリーズを立ち上げる": "Started KSS Bakakkoii Series",
  "現在表示しているページの先頭のデータのcursor": "The cursor of the top data of the currently displayed page.",
  "現在表示しているページの最後のデータのcursor": "The cursor of the last data on the currently displayed page.",
  "当サイトのOpendata APIの使い方": "How to use the Opendata API on this site",
  "このサイトでは、GraphQLを用い、APIを提供しています。利用方法については、以下のページをご覧ください。": "This site uses GraphQL and provides APIs. For more information on how to use it, please see the following page.",
  "利用しているサービス一覧": "List of services I am using",
  "そのため、{graphqlPlayground}の利用をお勧めします。": "For this reason, I recommend using {graphqlPlayground}.",
  "「茨城県新型コロナウイルス感染症対策サイト」": "\"COVID-19 Taskforce Website in Ibaraki\"",
  "死亡者数": "Number of deaths",
  "（サイト内リンク）": "(link in site)",
  "GraphQLでは、クエリに指定されたデータのみを返します。すなわち、クエリから不要なデータを削除することによって、必要なデータのみ取得することができます。この結果、データ通信量削減などの効果が期待できます。返されるデータについては、各データのページを参照してください。": "GraphQL returns only the data specified in the query. In other words, by deleting unnecessary data from the query, only the necessary data can be retrieved. As a result, it is expected to reduce data traffic and other effects. For details on the data returned, please refer to the respective data page.",
  "当サイトで公開しているデータの情報の正確性については万全を期していますが、利用者が当サイトの情報を用いて行う一切の行為について責任を負うものではありません。": "While every effort has been made to ensure the accuracy of the information contained in the data published on this site, I assume no responsibility for any actions taken by users using the information on this site.",
  "検査実施件数": "Number of inspections conducted",
  "埼玉大学 工学部 情報工学科に入学": "Entered the Department of Information and Computer Sciences, Faculty of Engineering, Saitama University.",
  "以下のボタンからダウンロードできます。また、以下URLからcURL等の各種ライブラリによってダウンロードすることも可能です。": "You can download it from the button below. You can also download it from the following URL using various libraries such as cURL.",
  "陽性患者属性": "Positive patient attributes",
  "当サイトでは、Opendata APIとしてAPIを提供していますが、APIを用いることなく、「生の」データも取得することができます。": "This site provides an API as the Opendata API, but you can also retrieve raw data without using the API.",
  "「Get Title」ボタンをクリックします。": "Click on the \"Get Title\" button.",
  "この拡張機能を用いると、ダウンロードすることなくファイルを閲覧することができます。": "With this extension, you can browse files without downloading them.",
  "URLをコピーしました": "Copied the URL successfully",
  "職業": "Occupation",
  "ページ付け機能の主な利用法": "Main uses of the pagination function",
  "指定されたcursorよりも前のデータを返す（cursorのデータは含まれない）": "Return the data before the specified cursor (without the cursor's data)",
  "公表時に発症していた症状": "Symptoms present at the time of publication",
  "HTTPSで提供されます。": "It is provided over HTTPS.",
  "備考": "Note",
  "1週間前時点での、陽性者数の1週間での平均": "As of one week ago, the average number of positive cases in one week",
  "累計陽性者数": "Number of cumulative positives",
  "何か疑問点やご要望があれば、{mail}にお寄せください。": "If you have any questions or requests, please send them to {mail}.",
  "ダウンロード画面": "Download screen",
  "当サイトに掲載されている情報の正確性については、ある程度万全を期していますが、利用者が当サイトの情報を用いて行う一切の行為について責任を負うものではありません。": "While every effort has been made to ensure the accuracy of the information contained in this site to some extent, I assume no responsibility for any actions taken by users using the information on this site.",
  "茨城県全体の検査実施件数を集計したオープンデータです。日別ではありません。": "This is an open data set of the number of tests performed in Ibaraki Prefecture as a whole. It is not by day.",
  "このPlaygroundでは、各データのクエリについての説明を見られたり、cURLのコードをコピーしたりすることができます。": "In this Playground, you can see a description of each data query and copy the cURL code.",
  "最終更新": "Last Update",
  "ページ付けについて": "About pagination",
  "Opendata APIについて": "About Opendata API",
  "なお、このアプリはスコープの関係上、埼玉大学のWebClassにおいてのみ利用できます。他大学で利用したい場合、Forkしてご利用ください（詳しくはGitHubをご覧ください）。": "Due to the scope, this app is only available in WebClass of Saitama University. If you want to use it in other universities, please fork it (see GitHub for details).",
  "オミクロン株のデータについては、その検査方法の違いから、「検査陽性者数」は実際の陽性者数ではなく、あくまで「オミクロン株の可能性のある検体数」を示しています。": "As for the data on Omicron strains, due to the difference in the testing method, the \"number of positive test results\" does not represent the actual number of positive test results, but only the \"number of specimens with possible Omicron strains.\"",
  "合計接種者数": "Total number of vaccinated persons",
  "ソースコード": "Source Code",
  "ご利用時の注意点": "Points to note when using the system",
  "男性": "Male",
  "誕生": "Born",
  "茨城県内の、新型コロナウイルスによる死亡者の属性を集計したオープンデータです。": "Open data on the attributes of deaths due to COVID-19 in Ibaraki Prefecture.",
  "合計陽性者数": "Total number of positive cases",
  "死亡者の通し番号": "Serial number of the deceased",
  "国が集計したオープンデータを、「茨城県新型コロナウイルス感染症対策サイト」で用いる形式に改変したものです。": "Open data compiled by the national government has been modified to the format used on the \"COVID-19 Taskforce Website in Ibaraki\".",
  "ページのURLを取得": "Get the URL of the page",
  "Google Analyticsでは、当サイトの利用状況を分析しています。詳細な住所や氏名などの個人情報は含まれません。": "Google Analytics analyzes the usage of this website. It does not include detailed address, name, or other personal information.",
  "検査実施機関名": "Name of inspection agency",
  "Google Analyticsの利用規約及びプライバシーポリシーに関する説明については、Google Analyticsのサイトをご覧ください。": "For an explanation of the Google Analytics Terms of Service and Privacy Policy, please visit the Google Analytics website.",
  "（質問箱）": "(Question Box)",
  "20代以下": "Under 20s",
  "1週間前時点での、重症病床稼働数": "Number of critical care beds in operation as of one week ago",
  "cursorは、データのpageinfoから取得できます。pageinfoで得られるデータは、以下の通りです。": "The cursor can be obtained from the pageinfo of the data; the data available in pageinfo is as follows",
  "2回目接種者数": "Number of people vaccinated for the 2nd time",
  "この紹介ページを公開": "Publish this introduction page",
  "WebClassで、提出したレポートなどをダウンロードせずに閲覧するChrome拡張機能。": "A Chrome extension that allows you to view submitted reports and other information in WebClass without downloading them.",
  "当サイトでは、JavaScriptを利用しています。JavaScriptを無効化してご利用された場合、各ページが正しく表示されないことがあります。": "This website uses JavaScript. If JavaScript is disabled, some pages may not be displayed correctly.",
  "GraphQLを用いたOpendata APIでは必要なデータのみを取得することができますが、互換性等の観点から生のデータを好まれることもあるでしょう。そのような場合は、以下の手順で取得することができます。": "The Opendata API using GraphQL allows you to retrieve only the data you need, but there may be times when you prefer the raw data for compatibility and other reasons. In such a case, the following procedure can be used to retrieve the data.",
  "免責事項": "Disclaimer",
  "1週間前時点での、陽性率の1週間での平均": "As of one week ago, the average of the positive rate over one week",
  "陽性者のうち、濃厚接触者ではない人の数の直近1週間での平均": "Average number of people who tested positive who were not close contacts in the last week",
  "日付": "Date",
  "プロフィールを公開しているサービスのみです。アルファベット昇順です。ボタンクリックでサービスへ移動できます。": "Only services that make their profiles public. Alphabetical ascending order. Click on the button to go to the service.",
  "受診相談窓口における相談件数": "Number of consultations at the consultation counter",
  "（2021年7月29日までのデータにおいて）施設名の繰り返しを避けるために「○○例目の施設」と表記しています。決してその全員が「○○例目」の方から感染が広がったとは限りません。ご理解ください。": "(In data up to July 29, 2021) In order to avoid repetition of facility names , we use the term \"XXth facility\". This does not mean that all of them were infected by the \"XXth case\". Please understand.",
  "cURLを用いてクエリを送信するには、JSONのペイロードを持つPOSTリクエストを送信してください。形式は、以下の通りです。改行文字は適宜エスケープしてください。また、[YOUR QUERY HERE]の部分については、各ページに掲載されているクエリに置き換えてください。": "To send a query using cURL, send a POST request with a JSON payload. The format is as follows. Please escape newline characters as appropriate. Also, for the [YOUR QUERY HERE] part, replace it with the query listed on each page.",
  "性別の陽性者数": "Number of positive cases by gender",
  "濃厚接触者かどうか": "Whether the person is a close contact or not",
  "日付等はすべて日本時間（UTC+09:00）です。": "All dates and times are in Japan time (UTC+09:00).",
  "年代別の陽性者数": "Number of positive cases by age group",
  "陽性率の直近1週間での平均": "Average of positive rate in the last week",
  "1回目接種者数": "Number of people vaccinated for the 1st time",
  "1週間前時点での、陽性者のうち、濃厚接触者ではない人の数の1週間での平均": "Average number of positive individuals who are not close contacts in a week as of one week before",
  "公式には提供されていないデータを、まとめて提供しています。ファイル形式はCSVやJSONを用意しています。": "Data that is not officially provided is provided. CSV and JSON file formats are supported.",
  "私がどのようにこのアプリを作ったかが書いてあります。": "It describes how I created this app.",
  "作成日": "Create Date",
  "茨城版コロナNext": "Ibaraki Corona Next",
  "陽性確認数": "Number of positive cases",
  "海外渡航歴があるかどうか": "Whether or not they have traveled abroad.",
  "ファイルサイズ": "File size",
  "新型コロナサイトとしては、（たぶん）茨城県初。": "This is (probably) the first time for the COVID-19 Taskforce Website in Ibaraki Prefecture.",
  "関係するリンク": "Related Links",
  "「Get URL」ボタンをクリックします。": "Click on the \"Get URL\" button.",
  "基本仕様": "Basic Specifications",
  "茨城県の陽性者の状況を集計したオープンデータです。療養中、回復済、死亡、その他などに分けてあります。": "This is open data on the status of positive people in Ibaraki Prefecture. The data is divided into categories such as under treatment, recovered, dead, and others.",
  "WebClassを使う際、「（科目）→『マイレポート』→（ファイル名）」とすることで提出したレポートを見ることができます。しかし、提出したレポートを閲覧するためにはダウンロードする必要があります。": "When using WebClass, you can view the reports you have submitted by going to \"(subject) -> 'My Report' -> (file name)\". However, in order to view the reports you have submitted, you need to download them.",
  "こちらのオープンデータは、「ワクチン接種記録システム（VRS）」への報告を、居住地の都道府県別に国が集計し、デジタル庁が公表したものに基づき作成しています。": "The open data here is based on reports to the Vaccination Record System (VRS), which are compiled by the national government by prefecture of residence and published by the Digital Agency.",
  "推奨ブラウザ環境": "Recommended Browser Environment",
  "Opendata APIには、基本的にPOSTメソッドで通信することになります。": "Basically, you will communicate with the Opendata API using the POST method.",
  "自己紹介": "Self Introduction",
  "検査実施件数（県全体）": "Number of inspections conducted (prefecture-wide)",
  "このアプリについての説明": "Description of this app",
  "入院中のうち、軽症者数": "Number of patients with light illnesses among those hospitalized",
  "ダウンロード": "Download",
  "GraphQLを用いたOpendata APIは、どのようなデータにアクセスする場合でも、以下の単一のエンドポイントです。JSON形式でデータが返されます。": "The Opendata API, using GraphQL, is a single endpoint for accessing any data. The data is returned in JSON format.",
  "陽性者の状況": "Status of positive testers",
  "「Get both with Markdown」ボタンをクリックします。": "Click on the \"Get both with Markdown\" button.",
  "利用したいオープンデータのページにアクセスします。": "Access the page of the open data you want to use.",
  "このサイトは、Asaがオープンデータを提供するために立ち上げたサイトです。": "This site was set up by Asa to provide open data.",
  "茨城版コロナNextの指標のデータを集計したオープンデータです。": "This is an open data collection of data from the Ibaraki Corona Next index.",
  "都道府県名": "Name of prefecture",
  "取得したデータは、Webサイト利用状況を分析し、サービスの改善につなげるために利用されます。または、サイト運営者へのレポートを作成するため、その他のサービスの提供に関わる目的にも利用されます。利用範囲はこれらに限られます。": "The collected data will be used to analyze the usage of the website and to improve the service. Alternatively, the data will be used to create reports for the site operator and for other purposes related to the provision of services. The scope of use is limited to the above.",
  "1週間前時点での入院率": "Hospitalization rate as of 1 week ago",
  "拡張機能を開きます。": "Open the extension.",
  "入院中のうち、重症者数": "Number of patients with severe illnesses among those hospitalized",
  "ページのタイトルを取得する": "Get the title of the page",
  "「Copy」をクリックすると、掲載されている生データのダウンロードリンクをコピーします。「Download」をクリックすると、掲載されているURLから生データをダウンロードします。": "Click \"Copy\" to copy the download link for the raw data. Click \"Download\" to download the raw data from the URL provided.",
  "CSVファイルをダウンロードした際にExcelで表示すると、文字化けが起きたり、列が異なったりすることがあります。その際には、別のソフトウェアをご利用ください。": "If you download a CSV file and display it in Excel, you may encounter garbled characters or different columns. In this case, please use another software.",
  "病床稼働数": "Number of beds occupied",
  "名前Asatoの頭文字からAsa。誕生日の01月01日を足して、a01sa01to。": "\"Asa\" is the first letters of the name Asato. \"a01sa01to\" is my name + my birthday, January 01.",
  "3回目接種者数": "Number of people vaccinated for the 3rd time",
  "Google Analyticsの利用について": "About the use of Google Analytics",
  "当サイトでは、GraphQLを用い、Opendata APIを提供しています。本ページではその使い方を紹介しています。": "This site uses GraphQL to provide the Opendata API. This page shows how to use it.",
  "プログラマー。動画制作者。": "Developer. Video Creator.",
  "小学校に入学": "Entered elementary school",
  "性別": "Gender",
  "検査実施人数（県衛生研究所・水戸市保健所実施分）": "Number of persons inspected (at the Prefectural Institute of Public Health and Mito City Public Health Center)",
  "当データの情報の正確性については万全を期していますが、利用者が当サイトの情報を用いて行う一切の行為について責任を負うものではありません。また、陽性者の特定等を目的とするものではありません。": "While every effort has been made to ensure the accuracy of the information in this data, I am not responsible for any actions taken by users using the information on this site. The purpose of this site is not to identify positive users.",
  "エンドポイント": "Endpoint",
  "データ": "Data",
  "療養者数": "Number of patients treated",
  "不明": "Unknown",
  "データの日時": "Date of the data",
  "テキストボックスから、URLをコピーできます。": "You can copy the URL from the text box.",
  "古河中等教育学校卒。埼玉大学工学部情報工学科在籍。": "Graduate from Koga Secondary School. Enroll in the Department of Information and Computer Sciences (ics), Faculty of Engineering, Saitama University.",
  "県衛生研究所及び水戸市保健所で実施しているPCR検査を受けた人の数を日別に集計したオープンデータです。": "Open data on the number of people who took the PCR test conducted by the Prefectural Institute of Public Health and the Mito City Public Health Center by day.",
  "1週間前時点での、病床稼働数": "Number of occupied beds as of one week ago",
  "ワクチン接種状況": "Vaccination status",
  "茨城県における公表日別の陽性確認数を、濃厚接触者数とともに集計したオープンデータです。": "This is open data on the number of positive confirmations in Ibaraki Prefecture by publication date, along with the number of people in close contact.",
  "茨城県の公表日別の変異株陽性確認数を、性別・年代別とともに集計したオープンデータです。": "Open data on the number of confirmed positive mutant strains in Ibaraki Prefecture by publication date, along with gender and age.",
  "使い方": "Usage",
  "100歳以上": "Over 100 years old",
  "ページ付け機能は、以下の4つの引数のいずれかを指定して利用します。基本的には、[before]と[last]を組み合わせるか、[first]と[after]を組み合わせて利用します。": "The pagination function is used by specifying one of the following four arguments. Basically, you can use a combination of [before] and [last], or a combination of [first] and [after].",
  "生のデータを取得する": "Get the raw data.",
  "変異株検査実施件数（県衛生研究所）": "Number of mutant strains tested (Prefectural Institute of Public Health)",
  "提供データ一覧": "List of data provided",
  "URLのコピーに失敗しました": "Failed to copy the URL",
  "検査実施方法": "Inspection Method",
  "ライセンス": "License",
  "陽性者数の直近1週間での平均": "Average number of positive testers in the last week",
  " 公表されていない部分は空欄になっています。記入漏れというわけではありません。": " The unpublished part is left blank. This does not mean that you have not filled out the form.",
  "ページ付けの機能が必要なく、すべてのデータを一括で取得する場合は、([PAGINATION INFO])の部分をすべて削除してください。": "If you don't need the pagination function and want to get all the data at once, delete the ([PAGINATION INFO]) part entirely.",
  "当サイトは、EdgeやChrome、Firefoxなどのいわゆる「モダンブラウザ」の最新版でご覧いただくことを推奨しています。それ以外の環境では、正しく表示されない可能性があります。": "We recommend that you view this website with the latest version of a so-called \"modern browser,\" such as Edge, Chrome, or Firefox. The site may not be displayed correctly in other environments.",
  "回復確認数": "Number of Recovered",
  "応答ヘッダには、以下のヘッダが設定されています。": "The response header is set to the following header.",
  "ファイルに関する情報": "Information about files",
  "{opendatabydigitalgov}も併せてご覧ください。": "See also {opendatabydigitalgov}.",
  "データ形式": "Data format",
  "略歴": "Brief History",
  "利用上の注意": "Precautions for use",
  "テキストボックスから、リンクをコピーできます。": "You can copy the link from the text box.",
  "当データには、民間の検査機関における検査分は含まれていません。": "This data does not include tests conducted by private laboratories.",
  "全国地方公共団体コード": "National Local Government Code",
  "市区町村名": "Name of city, town or village",
  "デジタル庁によるオープンデータ": "Open Data by Digital Agency",
  "公表時の患者の状態": "Patient's condition at the time of publication",
  "入院中のうち、中等症者数": "Number of patients with moderate illnesses among those hospitalized",
  "免責事項等": "Disclaimers, etc.",
  "回復者数": "Number of Recovered Persons",
  "検査実施人数": "Number of people tested",
  "変異株名": "Mutant strain name",
  "「*」のついたデータは、現在は用いられていない指標であることを示しています。": "Data marked with an asterisk (*) indicates that the indicator is not currently used.",
  "現在の対策ステージ": "Current countermeasure stage",
  "変異株陽性確認数": "Number of confirmed positive mutant strains",
  "茨城県内の、公表日別の死亡確認数を集計したオープンデータです。": "Open data on the number of confirmed deaths in Ibaraki Prefecture by publication date.",
  "次のページがあるかどうか": "Whether there is a next page or not",
  "前から数えて、指定された数のデータを返す": "Count forwards and return the specified number of data.",
  "入院率": "Hospitalization rate",
  "GraphQLの操作では、複数行のJSONを扱うことになります。": "In GraphQL operations, you will be dealing with multi-line JSON.",
  "クエリについて": "About queries",
  "療養中のうち、宿泊療養者数": "Number of patients receiving hotel treatment among those receiving treatment",
  "当データの情報の正確性については万全を期していますが、利用者が当サイトの情報を用いて行う一切の行為について責任を負うものではありません。": "While every effort has been made to ensure the accuracy of the information in this data, I am not responsible for any actions taken by users using the information on this site.",
  "その名の通りのChrome拡張機能。開いているタブのタイトル・URLを取得でき、またMarkdown形式でリンクを作成できる。": "A Chrome extension as the name suggests. It can retrieve the title and URL of an open tab, and create a link in Markdown format.",
  "当サイトでは、Google Analyticsを利用しています。": "This site uses Google Analytics.",
  "陽性者数": "Number of positives",
  "URLを取得": "Get the URL",
  "茨城県内の、新型コロナウイルス感染症の陽性患者の年代、性別、居住地などの属性情報を一覧化したオープンデータです。": "This is open data that lists the age, gender, residence, and other attributes of positive patients for new coronavirus infection in Ibaraki Prefecture.",
  "陽性者の通し番号": "ID of the people tested positive",
  "ファイル名": "File name",
  "県衛生研究所で実施している変異株PCR検査の数を週別に集計したオープンデータです。": "Open data on the number of mutant strain PCR tests conducted by the Prefectural Institute of Public Health by week.",
  "古河中等教育学校に入学": "Entered Koga Secondary School",
  "重症病床稼働数": "Number of severe disease beds occupied",
  "死亡者属性": "Attributes of the Dead",
  "現在のページの最初のCursor": "The first Cursor on the current page",
  "検査陽性者数": "Number of test positive",
  "検査実施期間の始点": "Starting point of the inspection implementation period",
  "女性": "Female",
  "本データは、{opendatadef}のフォーマットに則り、茨城県内の感染状況などをオープンデータとして公開しているものです。": "This data follows the format of {opendatadef} and is available as open data on the status of infection in Ibaraki Prefecture.",
  "APIで用いるクエリは以下の通りです。[YOUR QUERY HERE]の部分を、改行文字を適宜エスケープしたうえで、以下の内容に置き換えてください。": "The query used in the API is as follows. Replace [YOUR QUERY HERE] with the following, escaping newline characters as appropriate.",
  "「新型コロナウイルス感染症対策に関するオープンデータ項目定義書」": "\"Open Data Item Definitions for COVID-19 Infection Control\"",
  "Opendata APIの使い方についてはこちら": "Learn more about how to use the Opendata API.",
  "検査実施期間の終点": "Ending point of the inspection implementation period",
  "最終更新日時": "Last Update",
  "その他": "Other",
  "指定されたcursorよりも後のデータを返す（cursorのデータは含まれない）": "Return data after the specified cursor (without the cursor's data)",
  "死亡確認数": "Number of Deaths",
  "Opendata APIを用いる（推奨）": "Use the Opendata API (recommended)",
  "年代": "Age",
  "接種日": "Vaccination Date",
  "WebClassで、提出したレポートなどを、ダウンロードせずに閲覧するためのChrome拡張機能。（命名の語彙力がないことはお気になさらず...）": "A Chrome extension for viewing submitted reports, etc. in WebClass without downloading them. (Don't worry about my lack of naming vocabulary...)",
  "席替えシステム": "Seating change system",
  "教室での席替えを勝手にしてくれるプログラム。行数と列数、人数を指定したり、希望者は優先的に前列にしたりすることもできる機能付き。": "A program that can change seats in a classroom by itself. You can specify the number of rows and columns, the number of students, and even give priority to those who wish to be in the front row.",
  "古河中等の有志発表で唯一の動画枠（だった）。初回発表は2016年9月9日の文化祭で、合計3回の文化祭、2回の学年リクリエーションに登場した。そのウェブサイトを、最終回直前にリニューアルし、2020年7月13日に公開した。": "This is (or was) the only video slot for a volunteer presentation at the Koga Secondary School. The first presentation was at the cultural festival on September 9, 2016, and it appeared at a total of 3 cultural festivals and two grade level recreations. Its website was renewed just before the last session, and was released on July 13, 2020.",
  "茨城県の新型コロナの感染状況や対策情報などがみられるダッシュボード。東京都公式版を派生させて作った。": "This is a dashboard where you can see the infection status of the COVID-19 in Ibaraki Prefecture and information on countermeasures. It is a fork of the Tokyo Metropolitan Government's official version.",
  "GitHubの「Template」機能を知らずに作ったREADME.md生成器。リポジトリ名と作品名、ライセンスを入力するだけで自分のテンプレに沿ったREADME.mdが作られる。": "A README.md generator I made without knowing about GitHub's \"Template\" feature. Just enter the repository name, work name, and license, and it will generate a README.md according to your own template.",
  "神経衰弱": "Nervous Breakdown",
  "4x4の神経衰弱。5年次の情報の課題で出されたものをそのままあげた。実はこれでWebpackを初めて使った。": "This is a 4x4 nervous breakdown, which was given to me as a 5th year information homework. This was the first time I used Webpack.",
  "キーボードをカタカタ打つだけで勝手にコードが入力されるプログラム。ハッカー気分が味わえるかもしれない()": "A program that allows you to enter code by itself just by typing on the keyboard. You may feel like a hacker.(lol)",
  "古河中等教育学校の新Webサイト": "New Website for Koga Secondary School",
  "完全非公式。本家サイトがいろいろ見づらかったりしたので、勝手に様々な問題を直しちゃおうというために作ったサイト。ほぼ更新してない。": "Completely unofficial. This site was created to fix various problems with the original site, as it was difficult to see. It is almost never updated.",
  "自分のために作ったIMEを自動で切り替えるソフト。スタートアップに登録しておくと、自動でIMEが切り替わってくれる。": "A software that automatically switches the IME created for you. If you register it in your startup, it will automatically switch IMEs for you.",
  "（wwwなし）a01sa01to.comドメイン配下で提供されます。": "It is provided under the a01sa01to.com domain without \"www.\"",
  "出所の表示は必須ですが、商業利用・改変は許可されます。改変・加工した場合、その作品は本データ同様に「CC BY-SA 4.0」のライセンスの元に頒布してください。出所として、当ページのURLを掲載願います。": "Indication of the source is required, but commercial use and modification is permitted. If you modify or process the work, please distribute it under the same \"CC BY-SA 4.0\" license as this data. Please include the URL of this page as the source.",
  "Asaの自己紹介ページです。": "This is Asa's self-introduction page.",
  "Asaがオープンデータを提供するために立ち上げたサイトです。": "Asa has set up this site to provide open data.",
  "Chrome拡張機能「Show my report without downloading (WebClass)」に関するページです": "This page is about the Chrome extension \"Show my report without downloading (WebClass)\".",
  "私が作ったアプリ一覧です": "Here's a list of apps I've created.",
  "茨城県新型コロナウイルス感染症の提供オープンデータ一覧です。": "This is a list of open data provided about COVID-19 Infection in Ibaraki.",
  "当サイトを利用する際の免責事項を掲載しています": "Disclaimer for using this site.",
  "Chrome拡張機能「Title & URL Picker」に関するページです": "It is on the page of Chrome Extension \"Title & URL Picker\"",
  "その他アカウントなどについては、{aboutme}をご覧ください。": "For other accounts and other information, please see {aboutme}.",
  "{year}年の記事一覧": "List of articles in {year}",
  "（古河中等ばかっこいいシリーズ・更新終了）": "(KSS Bakakkoii Series, update ended)",
  "自己紹介ページの「利用しているサービス一覧」セクション": "\"List of services I am using\" section of the self-introduction page",
  "（日常ツイート）": "(Daily tweets)",
  "{opendata_name}のオープンデータ": "Open Data for {opendata_name}",
  "動画一覧": "Video List",
  "タグ一覧": "Tag List",
  "（茨城県の新型コロナ情報）": "(COVID-19 Information in Ibaraki)",
  "GitHubのアカウントと所属Organization一覧": "List of GitHub accounts and organizations to which I belong",
  "Twitterのアカウント一覧": "List of Twitter accounts",
  "動画の豆知識": "Video Trivia",
  "このページは現在メンテナンス中です。": "This page is currently under maintenance.",
  "「@deprecated」のついたデータは、現在は用いられていない指標であることを示しています。そのため、予期しないデータが返ってくる場合があります。": "Data with \"@deprecated\" indicates that it is not currently used. Therefore, unexpected data may be returned.",
  "2022年1月13日以前にこちらに記載されていたURLは、2022年3月1日をもって利用できなくなりました。以下のURLをご利用ください。": "The URL listed here prior to January 13, 2022 are no longer available as of March 1, 2022. Please use the following URL.",
  "直前のページに戻る": "Back to previous page",
  "（2021年7月29日までのデータ）施設名の繰り返しを避けるために「○○例目の施設」と表記しています。決してその全員が「○○例目」の方から感染が広がったとは限りません。ご理解ください。": "(Data up to July 29, 2021) In order to avoid repetition of facility names , we use the term \"XXth facility\". This does not mean that all of them were infected by the \"XXth case\". Please understand.",
  "（主に2022年1月19日以降のデータ）備考欄に「年代・性別・職業が異なっている可能性あり」と記載があるものについては、県の公表資料においては概要のみ発表されているため、該当者の詳細情報が正しいことを保証することはできないことを示しています。ただし、その公表日全体での居住地・年代・性別・職業・濃厚接触者それぞれの和は、県の公表資料と一致することが保証されています。": "(Mainly data after January 19, 2022.) For those with \"年代・性別・職業が異なっている可能性あり (Age, gender, and occupation may differ)\" in the \"備考 (note)\" column, I cannot guarantee that the detailed information of the corresponding person is correct, since only a summary is published in the prefecture's public documents. However, it is guaranteed that the sum of each of residence, age, gender, occupation, and close contacts for the entire date of its publication are consistent with those in the prefecture's published data.",
  "4回目接種者数": "Number of people vaccinated for the 4th time",
  "{year}年{month}月（～{e}例目）": "{year}-{month} ( - No. {e})",
  "高速化を目的として、当月分のデータのみを提供しています。": "For the purpose of speeding up the process, only data for the current month is provided.",
  "公表されていない部分は空欄になっています。記入漏れというわけではありません。": "The section not published is left blank. It does not mean that the information is missing.",
  "年月ごと": "every month and every year",
  "容量削減を目的として、月ごとにファイルの分割を行っています。": "For the purpose of capacity reduction, files are divided by month.",
  "最新版（当月分）": "Latest version (current month's score)"
}